Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 外面出来一阵沉重的脚步声，将众人的思绪拉了回来，江顾水等人很快醒悟过来。
en_us: A sounds of heavy footsteps could be heard from the outside which brought everyone by to their senses. Jiang Gushui and the others came to realization quickly.

source: 外面的两位龟公正在拉客没注意江逸，让他一下冲进了内堂，里面一位半老徐娘老鸨倒是看到有客上门，扭着蛇腰，媚笑迎了上来：“哟，这位小哥那么猴急干什么？我家的姑娘……”
en_us: The two pimps were busy hustling customers and did not notice Jiang Yi, allowing him to dash into the inner hall. Inside, a middle-aged mamasan gyrated her hips and greeted him with a smile. "Oh my! Young man, why are you so impatient? Our ladies…"

source: 夜色如浓稠的墨汁，深沉的化不开，一丝光都没有，四野寂静的令人可怕、心慌。
en_us: The night was as dark as thick black ink, without even a ray of light. The surroundings were eerily quiet and nerve wracking.

source: 大厅中于是一片鸦雀无声……
en_us: So, the hall fell into dead silence...

source: 大厅里安静得有些吓人，这大概是拍卖会上最荒谬的一幕了，整个交易甚至都没经过凯文落锤确认，但在场所有人都没怀疑过交易的有效性，让他们感到荒谬的是曼尼斯家族，整整一百套精品装备，就为了换取十瓶奥法药剂，他们甚至在想，这个年轻的族长是不是已经疯了……
en_us: The hall was frighteningly quiet. This had to be the most absurd scene of the auction. The whole deal was not even validated by Kevin's gavel, but not one present doubted the validity of the deal. What struck them as absurd was the Mannes Family using 100 set of excellent equipment just to exchange for ten bottles of Arcane Magic Potion. They had even wondered if the young patriarch had gone mad...

source: 大厅里异常安静，所有人的目光都落到了谜蓝宝石上面，就连那个正跟他竞争奥法药剂的美貌少妇，美目中也是不由透出几分惊艳。
en_us: The hall was exceptionally quiet. All eyes fell onto the Enigma Sapphire, even the attractive young woman who was contending with him couldn't stop the amazement from showing in her beautiful eyes.

source: 大厅里忽然安静了下来，在场几十个魔法师，包括凯文在内，在魔法上钻研的时间都至少超过二十年，以他们的眼光，又如何看不出林立刚才使用的，正是二级魔法冲击水幕。
en_us: The hall hushed all of a sudden. The dozens of mages present, including Kevin, had been studying magic for at least 20 years. They could easily see that the magic Lin Li used was a level-two Waterfall Strike.

source: 大厅里忽然安静了下来，所有人的目光都落到了伊瑟拉－曼尼斯身上，这句话甚至比萨鲁曼家族的报价更加惊人，谁也没有想到，除了安东尼－罗林之外，第二个承认自己现金不够的，居然会是伊瑟拉－曼尼斯——加洛斯城的首富！
en_us: The hall fell silent all of a sudden, and all eyes were on Ysera Mannes. This sentence was much more shocking than the Saruman Family's bid. No one had thought that apart from Anthony Rolin, the second one who admitted that he did not have enough cash would be Ysera Mannes—the wealthiest man in Jarrosus City!

source: 大厅里的气氛，一时间变得有些压抑，就好象暴风雨来临之前，那种让人心慌胸闷的感觉。
en_us: The atmosphere in the hall became a little stifling at once, like the panic-stricken feeling one would get before the storm struck.

source: 大厅里静得吓人，只能听见两人急促的呼吸声，水晶球正散发出炽烈的光芒，将整个大厅照得纤毫毕现，葛瑞安与凯文的表情完全呆滞，在这恐怖的表演前，他们只能傻傻的望着水晶球，甚至忘了去记录林立的数据。
en_us: The hall was eerily quiet, and only the sound of Gerian and Kevin's breathing could be heard. The crystal ball was giving off a dazzling glow, lighting the whole hall into brilliance. Both Gerian and Kevin were astounded. Before this horrifying performance, they could only stare at the crystal ball, and the thought of recording Lin Li's data slipped right out of their minds.

source: 大厅里静得惊人，只有锤子落在台上的声音。
en_us: The hall was shockingly silent. There was only the sound of the gavel landing on the table.

source: 大厅里静得有些吓人，所有人的目光都落到了林立脸上，他们都很想要看看，在这从天而降的机遇面前，这个年轻魔法师是否还能继续保持冷静。
en_us: The silence in the hall was frightening. Everyone's eyes fell on Lin Li's face. They would like to see whether the young mage would be able to continue keeping his calm in front of a godsent opportunity like this.

source: 大家族之间都有潜规则，家族子弟之间冲突，可以伤，可以废，但不得出人命，各家族最重要的天才子弟也绝对不能废！否则将会引起两大家族撕破脸皮火拼。所以江逸明知如果今日杀了马飞，刘管事和那几名护卫绝对会被处死，但他还是不敢动手。
en_us: There were unwritten rules among the great families: the descendants could hurt and render one another useless in a conflict, but they must not take lives; in addition, the genius descendants, who were most important to the families, must never be rendered useless. To do so otherwise would trigger a duel between families that would throw all pretenses of cordiality into the wind. Jiang Yi hence knew that if he had killed Ma Fei, Housekeeper Liu and the guards would definitely be sentenced to death, yet he did not dare to make the move.

source: 大师级技能最多只能制作传说物品，而且一千次里还不一定能成功一次，而宗师级技能不但可以随意的制作传说物品，还能够轻易的制作出史诗物品，虽然仍然有一定的失败几率，但是比起大师级来，简直不可同日而语。
en_us: The mastery level would only allow you to create legendary items, and there might only be one success in a thousand tries. But at the guru level, you could create legendary items at will. You could even create epic items, though there would still be a certain rate of failure. However, a guru could not be mentioned in the same breath as a master.

source: 大概也只有梅林家族这种庞然大物，才有那么一点点机会获得大师级药剂，不过也仅仅是一点点而已……
en_us: Perhaps only a giant like the Merlin Family had a little chance of getting a master potion, but that was only a little...

source: 大概也只有象凯文这样，从小受传统魔法教育长大的人才知道，有多少魔法师一生都在做着魔导士的梦，又有多少魔法师一生都无法实现这个梦想，若是让他们知道，有一个年轻人接触魔法才三个月，就已经接近了魔导士境界，真不知道他们会不会羞愤得一头撞死……
en_us: Perhaps only someone like Kevin, who grew up with traditional magic education, knew how many mages had been dreaming of being an archmage all their lives, and how many had never been able to achieve that. dream. If they knew that a young man who had only been exposed to magic for three months had come so close to being an archmage, who knew if they would be so very ashamed and resentful that they'd kill themselves over it...

source: 大概也正是因为这样，一路上从未与林立说过话的克伦威尔，此时竟是破天荒的主动开口问道：“费雷法师等下是不是要去魔法公会报道？如果有什么要帮忙的话尽管开口，我们梅林家族在加洛斯魔法公会还算是能说上话。”
en_us: It was probably the reason why Cromwell, who had not spoken a word to Lin Li along the way, took the initiative to ask him, "Mage Felic, are you going to report at the Guild of Magic? If you need help, do feel free to ask me, the Merlin Family does have a say in the Jarrosus' Guild of Magic."

source: 大概是因为经历不同的关系，林立一直觉得，这世界上没有什么东西比生命更加珍贵，任何一条生命都应该得到足够的尊重，特别是身为一名医生，更是应该绝对尊重病人的生命。
en_us: Perhaps it was because his experiences were different. Lin Li had always felt that there was nothing more precious than life in this world. All lives should be respected; and especially as a doctor, one should absolutely respect the patient's life.

source: 大殿三面都有数条走廊，黑甲护卫带着江逸走到左边的走廊，交代道：“你顺着这走廊朝里面走就是了，去找杨管事，他会安排好你的。”
en_us: Three sides of the central hall had multiple corridors. The guard clad in black armor brought Jiang Yi into a corridor on the left-hand side. "All you need to do is to follow this corridor and walk into the building. Go and find Manager Yang; he will properly arrange your position."

source: 大量的草药被分门别类的放好，原本空荡荡的药剂室里，又飘荡起了草药的清香，按照林立的计划，这第一批草药，将会尽可能的用在低级药剂上，毕竟这只是一个开始，还远没到拿出全部本事的地步。
en_us: A large amount of herbs was placed into their different categories, and the empty pharmacy was once more filled with the fragrance of herbs. According to Lin Li's plan, the first batch of herbs would be used in low-level potions as much as possible. After all, this was just a beginning; it was far from the point of showing off all of his skills.

source: 大量瞬发的低级魔法，确实可以取到出其不意的作用，但是在绝对的力量面前，低级魔法就成了一个笑话，不说老梅林的火雨自己用什么去挡，光是葛瑞安撑起的那一面水蓝色光幕，自己若是用风刃去射的话，还真不知道要射到哪年哪月去。
en_us: Instantaneous outbursts of numerous low-level magic could indeed take on an unexpected effect. But in the face of absolute power, a low-level magic would be rendered as a joke. Not to mention how he'd go about blocking Old Merlin's fire rain, if he were to throw wind blades at the blue water curtain Gerian had drawn up, it would probably take years for him to break it down.

source: 大长老烦恼之余，终于想到用元力检查江逸的身体，这才发现一个惊天秘密——在江逸丹田的外围，竟然包裹着一层封印，如同一张纹路精致的薄膜一般，完美裹住了江逸的整个丹田空间，过滤内外，大大降低了他体内元力进出丹田的速度！
en_us: With mounting frustration, the Grand Elder finally thought to use essence force to check Jiang Yi’s physical body. It was then that he made a shocking discovery—surrounding Jiang Yi’s dantian was a layer of seals, thinner than a sheet of paper. This layer completely covered Jiang Yi’s entire dantian. It was akin to a filter blocking an entrance and exit alike, greatly reducing the speed at which essence force could enter his naval area!

source: 大长老随后通过内视画出了那道封印的图案，竟似一幅神秘古怪的龙形符文组合，只是所有人都看不懂那符文组合到底是什么东西，就更别说破解了……
en_us: Following this revelation, the Grand Elder used his inner vision abilities to draw out the image on the seal, revealing a mysterious dragon-shaped talisman. The problem was that no one could read and understand the words that formed the talisman image, let alone break the seal…

source: 大魔导士欺负魔法师，那绝对是不折不扣的碾压……
en_us: An archmage oppressing a mage was an absolute crush...

source: 天下做父母的，又有谁不希望自己的子女成材？
en_us: Which parent in the world would not want their children to be successful?

source: 天底下为何会有这样两种极端并存的情况呢？
en_us: How on earth could there possibly exist such a condition of two polar opposites?

source: 天庭再度恢复了寂静，依旧漆黑。
en_us: The Heavenly Court returned to its calm and quiet state, still as dark as before.

source: 天庭南天门前的石梯上，再无一丝九阳天帝存在过的痕迹。
en_us: On the stone stairs on the south gates of the Heavenly Court, there was no longer any sign of the Nine-Yang Celestial Thearch's existence.

source: 天庭整个又恢复了原先的黯淡安然，唯一的不同，就是在那天庭的南天城门前，不知什么时候出现了一个人。
en_us: The Heavenly Court was restored to its original dim and dark state. The only difference was that in the southern city entrance to the Heavenly Court, a figure had appeared undetected.

source: 天星大陆几乎人人练武，武学体系有着泾渭分明的森严等级，根据武学特征的不同并按照从低到高排列的话，依次是铸鼎境、紫府境、神游境等等……这其中，每个境界又根据元力分为九重，不同境界的力量标准也是截然不同的。
en_us: In the Stellarsky Continent, almost everyone practiced martial arts, and the school of martial arts had a well-distinguished hierarchical system. From the lowest level to the highest, it went like this: the Cast Tripod Realm, Purple Mansion Realm, then Soul Travel Realm. Among all these, each realm was split into nine stages according to the essence force accumulated. The strength standards of each realm were also very different.

source: 天星大陆好武，各家族子弟在族中斗殴都不管，更别说在外面斗殴了，只要不出人命，一律无视，在外面打赢了还会受到嘉奖。
en_us: Martial arts was popular in Stellarsky Continent. Few cared about their familial descandants fighting amongst each other within their clans, to say nothing of inter-clan fighting outside. So long as no one was killed, all fights were disregarded - and better still, if one won an inter-clan fight outside, he might even be granted a commendation or award.

source: 天星大陆，武学体系发达，丹药、兵器、功法、武技都有着泾渭分明的等阶，全部从弱到强都按人阶，地阶，天阶区分，每一等阶又分为上中下三品。
en_us: Systems related to martial arts research and development were advanced on Stellarsky Continent. Elixirs, weaponry, cultivation techniques, and martial arts techniques all had distinct grading levels. All of them were divided from weak to strong and classified as Man-tier, Earth-tier, or Heaven-tier, with each grade being further divided into three sub-grades of superior, medial, and inferior.

source: 天星大陆，武者因为修炼功法的不同，会产生各种颜色的元力，这些元力的颜色一般和功法的种类有着最直接的关系。
en_us: The martial artists of Stellarsky Continent practiced different cultivation techniques, with each technique producing essence force of different colors. The colors of the essence force was usually directly connected with the elements channeled by the cultivation style.

source: 天星大陆，神武国，天羽城。
en_us: The Continent of Stellarsky, Kingdom of Divine Martial, Skyplume City.

source: 天界，天庭。
en_us: Heavenly Realm, Heavenly Court.

source: 天羽城姬家为首，之下就是柳家，马家，江家，冷家四大家族。其余倒是有些小家族，比如翊凌雪所在的翊家，杨家等等，不过和五大家族完全不能比。
en_us: In Skyplume City, the Ji Family was positioned at the top; below them were the four great family clans the Liu Family, the Ma Family, the Jiang Clan and the Leng Family. The remaining were smaller family clans, such as the Yi Family, from which Yi Lingxue hailed from, and the Yang Family; however, none of these smaller family clans could compare with the five great family clans at all.

source: 天羽城姬家之下，原本是江家排名第一的，马家第二，不过在大长老江云海失踪后，江家失去了一名紫府境巅峰强者，声势立即大弱。而在三年前马家一位小姐嫁给了姬家大少爷姬怒剑后，马家立即声势大盛，这两年来隐隐有压江家一头的趋势。
en_us: In Skyplume City, the Jiang Clan supposedly ranked right below the Ji Family, but above the Ma Family. However, with the disappearance of Grand Elder Jiang Yunhai, the Jiang Clan lost one of their most formidable martial artists who attained the top level of the Purple Mansion Realm, depriving them of significant prestige and power. The status of the Ma Family on the other hand skyrocketed three years ago, when Ji Nujian, the Great Young Master of the Ji Family, married one of the young ladies in the Ma Family. Over the last two years, the Ma Family seemed to be growing into a force that might surpass the Jiang Clan.

source: 天色已经大亮，早晨的空气很清新，江逸感觉经过一夜的打坐疗伤，伤势恢复了不少，连带着精神也足了几分。
en_us: By then, the sky was already brightly lit. The morning air was crisp and fresh; Jiang Yi could feel that, after a long night of meditation, his wounds had healed greatly. His vitality also seemed to have improved a few notches.

source: 天色已近黄昏，江逸却全然忘记了时间，全神贯注的开始提炼黑色元力，此刻他恨不得直接修炼出一万八千缕黑色元力，把这鬼封印全破开，再看看他的修炼速度是否如原先这般废材？
en_us: The sky was turning orange as the evening hours drew near. However, Jiang Yi completely forgot about the time as he had completely focused his attention on refining black essence force. At that moment, he wished he could directly refine eighteen thousand strands of black essence force at once to break his seal completely. Then he would see if his refining speed was as terrible as it originally had been.

source: 天色还早，江逸准备修炼两个时辰江水决补充下蓝色元力，恢复回炉所消耗的元力。本身他修炼就慢，回炉吸收了他太多的元力，如果不及时补充怕是持续半个月下去，他积累了那么多年的元力都会消耗完……
en_us: The day was still young. Jiang Yi was ready to spend four hours practicing the Jiang Water Art to refine his blue essence force and replenish the essence force consumed by the cauldron.

source: 失去了巨网的掩护，又没有椰子在手，一时间那利维坦猩猩竟比拔了牙的老虎还不如。
en_us: Without the giant net as a shield and a coconut in hand, the Leviathan Gorilla was no better than a toothless tiger.

source: 奥法药剂一拿就是三十瓶的人，就绝不会在乎多拿三十瓶出来，在这致命的诱惑下，不知道多少杀手刺客在排着队等你，你还在那喋喋不休的叫嚣，真是不知道死字怎么写……
en_us: Someone who could bring out 30 bottles of Arcane Magic Potion at once would not mind having another 30 bottles out. Under this fatal temptation, who knew how many assassins would be out there waiting for Cromwell? Yet he was still clamoring endlessly, not knowing how the word "death" was spelled.

source: 奥法药剂引起的轰动，林立多多少少也已经知道了一些，若是换个时间的话，他可能还会稍稍陶醉一下，可是现在却完全没了这个心思。
en_us: Lin Li knew about the stir created by the Arcane Magic Potion. If it happened in a different period of time, he would have taken pleasure in receiving the attention. But he had no mood for it now.

source: 她内心的傲气被激起了，双腿一点，速度加快几分，再次运转幻灵手朝江逸点去。
en_us: The pride in her heart was greatly aroused. With a leap of both her legs, she increased her movement speed by several notches before once again circulating her Fantasy Spirit Hands technique and attacking in the direction of Jiang Yi.

source: 她有一双漂亮的丹凤眼，黑如珍珠的眸子内闪耀着能洞悉一切的光芒，她发现有人匆匆走上来，柳眉微微一簇，放下书望了过来，浅浅一笑道：“鹤爷爷，您走得如此匆忙，难道出了什么事？”
en_us: She had a pair of pretty red phoenix eyes, with pearl-black pupils that sparkled and gave a penetrating stare. Realsiing that someone was hurrying towards her, she raised her long shapely eyebrows slightly and set her book down. Looking over, she gave a light smile and asked, "Grandfather He, you're walking ever so hurriedly, could it be that something went wrong?"

source: 她本就只懂得一些药剂皮毛，而坐在她面前的，却是一个大师一个宗师，他们谈的东西，早就已经超出了罗琳的理解范围，以至于到了最后，她根本就听不清两人在说些什么，只是神色复杂的望着林立，几次欲言又止……
en_us: She only had a superficial knowledge of potions anyway, and sitting in front of her were a master and a guru in pharmaceutics. What they were discussing was already beyond Rowling's understanding, so at the end, she simply couldn't hear what the two men were talking about. She merely sat there, looking at Lin Li with a complicated expression, many times about to speak but saying nothing in the end...

source: 她气鼓鼓的朝大门走去，伸手在门边上一个突出的石砖拍下，练功房内顿时光芒一闪，大门打开了。
en_us: Fuming, she walked towards the door. She extended out her hand and punched the stone slab protruding out of the wall next to the door. The technique-practicing room was suddenly filled with the flash of bright light as the door opened up.

source: 她甚至连黄昏诅咒是什么都没搞清楚，就更不用说想出解决办法了，而病床上的麦格雷尼，却很可能连一天都等不下去……
en_us: She didn't even know what the Twilight Curse was, much less coming up with a way to break it. And McGrenn, who was lying on the sickbed, most likely couldn't even wait another day...

source: 好一会他才平复内心的冲动，咬牙抬头道：“你想怎么样？”
en_us: It was several minutes before he could quell the urge burning within. Biting his teeth hard, he asked, "What is it that you want?"

source: 好在多年来的压抑生活，造就了他远非同龄人的心理承受能力。他强迫自己冷静下来，冷眼一扫，目光锁定那管事，咬牙爆喝道：“等等！我无心在风月楼闹事，你们不毒打我侍女，我也不会动手的！这事就算闹到城主府，我也不怕！要动手你们尽管放手过来，看我是否会惧怕？”
en_us: Years of oppressive living had conditioned his mind. His mental resilience far exceeded that of his peers. He forced himself to calm down. He swept those gathered with a cold glare before locking onto the the housekeeper. "Wait, wait!” he said, clenching his teeth. “I have no intention to cause trouble in Fengyue Brothel! If you had not beaten my maidservant, I wouldn't have attacked either! I won't be afraid even if this matter is brought up to the city lord! If you want to fight, go on! Let's see if I'm afraid!"

source: 好在灵兽山学院招生在即，加上这次恰好碰到镇西军也准备来天羽城招人，所以各家族没在意马家的异常举动，都各自在培养家族的子弟，争取让他们成为灵兽山学院的特招生，再不济也要被镇西军军官看重，加入军中。
en_us: It was fortunate that the Mt. Spirit Beast College would be starting its recruitment of students soon; in addition, it coincided with the recruitment of the Western Garrison Army. With these two events around the corner, the odd behaviors of the Ma Family largely went under the radar of the other families, which were all busy grooming their descendants in hopes of having them either enroll into Mt. Spirit Beast College as special students, or at the very least win the favor of the Western Garrison Army commanders and being taken in by the army.

source: 好在黄裳少女身后的鹤大师跟着走进来，惊醒了江逸，他连忙假装咳嗽低下头不敢多看。他是来卖药的，这黄裳少女明显非富即贵，这样冒然盯着人家说不定会触怒对方。
en_us: Thankfully Master He walked into the booth, following behind the young lady in yellow robes, which startled Jiang Yi. He hastily pretended to cough and lowered his head down, not daring to stare any further. He was there to sell his medical elixirs, whereas this young lady in yellow robes was evidently wealthy and respectable. It was likely that taking the liberty to stare at his counterpart would end up infuriating her.

source: 如今奥法药剂已经卖到最后十瓶，三大家族中却还有两家虎视耽耽。
en_us: There were only ten Arcane Magic Potion left now, but out of the three families, two still had their eyes on it.

source: 如今想起其中的惊险，林立也忍不住有些暗暗庆幸。
en_us: Now that Lin Lin Li thought back on the perils in it, he couldn't help but feel fortunate.

source: 如今林立手上有了深邃之银，可供选择的金属可就实在太多了。
en_us: Now that Lin Li had the deep silver in his hands, the metals that he could choose were just too many.

source: 如今的魔法公会可不比当初了，林立来之前，谁愿意跟魔法公会套什么交情？要钱没钱要人没人，顶着加洛斯第一势力的名头，日子却过得比谁都拮据，别说十一魔法家族，六大地下势力这些人，就连一些弱小势力，恐怕都不太有兴趣跟魔法公会打交道。
en_us: The Guild of Magic today was not the same as it was at the beginning. Before Lin Li had joined, who would be willing to have any dealings with the Guild of Magic? They had no money nor talent; they had the title of the number one force of Jarrosus but they had led a poorer life than anyone else. Not to mention the 11 mage families, the people from the six underground forces, and even the weaker forces, were most likely not interested in having dealings with the Guild of Magic.

source: 如今的魔法公会在加洛斯城，已是可以用如日中天来形容，他们拥有加洛斯最强的魔法师之一，还拥有一个真正的药剂师，在这样恐怖的实力基础上，曼尼斯家族竟又为他们送上了一百套强力魔法装备……
en_us: The Guild of Magic today could be described as the sun at high noon. They had one of the most powerful mages in Jarrosus City and a real pharmacist. On top of this terrifying power, the Mannes Family had gifted them a hundred sets of powerful magic equipment...

source: 如今的魔法公会，远不到高枕无忧的时候。
en_us: The Guild of Magic today was far from being able to rest easy.

source: 如今魔法公会一统加洛斯城，连城主大人都要主动上门攀交情，公会里的魔法师随便走到什么地方，所受的待遇那绝对是最优厚的，就算是走进了镀金玫瑰，买魔法装备都至少要打七折。
en_us: Right now, the Guild of Magic had dominated Jarrosus City, and even the Castellan had to offer his friendship. Wherever the guild's mages went, they'd receive the most generous treatment; even in the Gilded Rose, the equipment they bought would be given at least a 30 percent discount.

source: 如今魔法公会如日中天，加洛斯城又有谁不想跟他们攀上关系？此时一看葛瑞安的亲侄子光临，一群宾客又哪还按捺得住。
en_us: The Guild of Magic was at the peak of its power now, and who in Jarrosus City wouldn't want to claim a relationship with them? At this moment, Gerian's nephew had graced the event, so how could the guests hold back?

source: 如果……他在这干活，那不是可以偷偷的炼丹？借助黑色元力炼制出高级的丹药，再人不知鬼不觉拿出去卖！
en_us: If... he started working here, did that mean he could secretly refine elixirs? He could borrow the power of the black essence force to refine and produce high-grade elixirs, before selling them outside without anyone knowing!

source: 如果不是因为克伦威尔太不争气，自己又怎么会在没有必胜把握的时候，挑战同为大魔导士的葛瑞安？
en_us: If it hadn’t been because Cromwell had failed him, he wouldn't have challenged Gerian who was an archmage just like him when he had no assurance of winning.

source: 如果不是林立的出现，挽救他们父女的应该是自己才对。
en_us: If it had not been for Lin Li’s appearance, he would have been the one to save the father and daughter.

source: 如果他真象安度因所说的那样优秀，老格林觉得自己可以稍稍指点他一下，甚至将他发展进药剂师公会。
en_us: If he was really as good as what Andoine said, Old Grimm thought that he could give him a little guidance and even lead him into the Pharmacists Guild.

source: 如果早知道那个药剂师就是他的话，刚才就应该痛下杀手，管他什么葛瑞安出手相助，只要杀死这个药剂师，梅林家族在加洛斯城将再无对手，就算自己跟葛瑞安两败俱伤又怎么样？难道今时今日的梅林家族，还斗不过一个失去葛瑞安的魔法公会？
en_us: If he had known that he was the pharmacist, he would have killed him earlier on. He'd not have cared if Gerian had stepped in to help. As long as he killed the pharmacist, the Merlin Family would not have any more rivals in Jarrosus City. Who would care if he hurt himself along with Gerian in that battle? Surely the Merlin Family of today could defeat the Guild of Magic that had lost Gerian.

source: 如果是其他魔兽，伊娜现在可能已经凶多吉少了，也只有遇上利维坦猩猩，才暂时没有什么生命危险，比起其他凶残魔兽来，利维坦猩猩并不太热中于杀戮，就如同安度因所说，它们只是一群喜欢捣乱的小痞子。
en_us: If it were other magical beasts, Ina would probably be dead by now. It was only when encountering the Leviathan Gorilla that her life was not in danger for the time being. The Leviathan Gorilla were not so keen on killing like other savage magical beasts. Just as Andoine had said, they were just a bunch of troublemakers.

source: 如果是刚才，或许对方手掌一扫，他双手肯定会被荡开还会被震伤，因为对方境界高两重，速度太快了，根本看不清他的手掌扫来的轨迹！
en_us: If it happened much earlier, or if the opponent moved his palms in a sweeping motion, his own hands would have been deflected away and injured by the shockwave of that sweep. As the opponent's realm level was two times greater than Jiang Yi's, his speed was too fast, leaving Jiang Yi completely unable to clearly see the trajectory of the sweeping motion of his palms.

source: 如果是别人这么说，葛瑞安一定会以为这是一个笑话，可是偏偏他心里很清楚，安度因的性格向来是说一是一说二是二，活了一百多岁，从来就没说过一句大话。
en_us: Gerian would definitely regard it as a joke if it came from the mouth of someone else. But he knew deep down in his heart that Andoine was a man of his words. He had never exaggerated anything once in the hundred of years he had lived.

source: 如果有了这源源不断的药剂，整个加洛斯城除了魔法公会之外，又有谁能抗衡自己？
en_us: If there was a constant supply of potions, who else could compete against them in the whole of Jarrosus City besides the Guild of Magic?
